{
  "ADS": {
    "Interstitial_id": "ca-app-pub-3940256099942544/1033173712",
    "Interstitial_idf": "351374996784666_351699350085564",
    "Text1": "  Download and play Ice Scream 6 now in your mobile , You will play as Charlie help him escape from the Kitchen and meet in the control room. However, there are still 2 friends to rescue, and it seems they have already found the next one, this time inside the factory’s kitchen.",
    "Text2": "  In this new installment you will play as Charlie friends who are still lost in the Kitchen , will have to face all the dangers that await him inside the Kitchen , Switch players and go back to being J. whenever you need to.",
    "Text3": "  Explore the new parts of the Kitchen in this chapter, meet the new Super Robot in charge of the kitchen, and take on the Mini-Rods and the ice-cream man to get the friends back together.",
    "Text4": "  Rod is shown as an evil person. He freezes kids and uses their flesh for ice cream. He is intelligent, being able to lure children to his ice cream truck and kidnap them without anyone noticing..",
    "Text5": "  Long with the letter she gives him the recipe for Joseph Sullivan's secret ice cream , the result of this may caused physiological trauma for Rod not only for his father's death but to became crazy and extremely angry at particular times in the game. ",
    "Text6": "  Rod begins to murder kids by freezing them with a special type of gas. Then he hides any evidence of him killing the children and continues this. In his diary which is found by the player he explains that the kids at the playground disgust him as much as his own classmates. ",
    "Text7": "  Download Ice Scream 6 Now and get it in your Device and Enjoy Wth Charlie and Rod's death but to became crazy and extremely angry at particular times in the game. ",
    "Text8": "  RATE US 5 Stars to Download and Enjoy Ice Scream 6. Download this amazing game for Android now.  If you cannot receive notifications for download link keep this app in your device you will get the mirror link notification soon",
    "banner_id": "ca-app-pub-3940256099942544/6300978111",
    "banner_idf": "351374996784666_351697746752391",
    "Nativeads_idf": "351374996784666_351699960085503",
    "Nativeads_id": "ca-app-pub-3940256099942544/2247696110",
    "networkAd": "facebook"
  }
}
